<template>
  <section class="section about">
    <div class="container">
      <h2>Обо мне</h2>
      <p>Моя ценность — не только «красивые экраны», а:</p>
      <ul>
        <li>Мышление.</li>
        <li>Опыт принятия решений.</li>
        <li>Работа со сложными системами.</li>
        <li>Ответственность за продукт.</li>
        <li>Думаю про поддержку кода через год, а не только про «сдать фичу».</li>
        <li>Умею задавать вопросы бизнесу.</li>
        <li>Не боюсь легаси.</li>
        <li>Люблю порядок в коде и документацию.</li>
      </ul>
    </div>
  </section>
</template>
