<template>
  <section class="section experience">
    <div class="container">
      <h2>Мой опыт</h2>
      <ul>
        <li>
          Внутренние корпоративные продукты сложная бизнес‑логика роли, права доступа, формы,
          таблицы долгоживущие проекты
        </li>
        <li>
          Миграции и развитие Vue 2 → Vue 3, постепенный рефакторинг без остановки разработки,
          внедрение Composition API и TypeScript
        </li>
        <li>
          Поддержка и масштабирование работа с legacy‑кодом, улучшение производительности, снижение
          количества багов
        </li>
      </ul>
    </div>
  </section>
</template>
